{
  "gliders": [
	{
      "name": "EN-A (Safety You can trust)",
      "brand": "Sup'Air, Nova, ...",
      "price": 3500,
      "image": "https://shop.flywithmiki.com/img/ENA/",
	  "hover": "The EN-A paraglider is the perfect choice for pilots who prioritize safety, offering reliable passive stability and comfort. Ideal for both schooling and peaceful flights, it's the wing you can trust to guide you with confidence.",
	  "description":"<p><strong>Description:</strong></p> <p>The EN-A paraglider is specifically designed to offer unparalleled safety and comfort, making it the ideal choice for new pilots and seasoned flyers alike. As the first wing in the EN certification range, it excels in providing exceptional stability and passive safety. Its forgiving characteristics make it an excellent option for pilots who prioritize smooth, secure flying in a variety of conditions.</p><p>Perfect for both schooling and recreational flying, the EN-A paraglider ensures that pilots can focus on honing their skills without worrying about the wing’s behavior. Whether you're learning the basics of flight or advancing your technique, this wing will provide you with the confidence you need to take on every flight. Its design emphasizes ease of control and a consistent, reassuring performance that pilots can trust throughout their journey.</p><p>Designed to handle a range of conditions with ease, the EN-A paraglider offers excellent passive safety features. It provides a gentle response in turbulent air, minimizing any potential surprises and allowing pilots to remain relaxed and in control. Its forgiving nature makes it ideal for those who want a safer and more comfortable flight experience, especially when learning new maneuvers or flying in challenging conditions.</p><p>For pilots who value comfort, reliability, and the highest level of safety, the EN-A paraglider is a top choice. Its easy handling and smooth performance make it the perfect companion for every flight, whether you’re just beginning your flying adventure or looking for a dependable wing for daily flights. Experience the peace of mind that comes with flying a wing you can truly trust, and enjoy the freedom of the skies with confidence.</p>"
    },
    {
      "name": "EN-A-LIGHT (Safety and Light)",
      "brand": "Sup'Air, Nova, ...",
      "price": 3800,
      "image": "https://shop.flywithmiki.com/img/ENAL/",
	  "hover": "asdasdasd.",
	  "description": "<p><strong>Description:</strong></p> <p class='w3-justify'>asdasdasdasdasdasd</p>"
    },
    {
      "name": "EN-A+ (Safety & Fun)",
      "brand": "Sup'Air, Nova, ...",
      "price": 3900,
      "image": "https://shop.flywithmiki.com/img/ENA+/",
	  "hover": "Higher performance without compromism of safety",
	  "description": "<p><strong>Description:</strong></p> <p class='w3-justify'>asdasdasdasdasdasd</p>"
    },
    {
      "name": "EN-B (Extend your horizon)",
      "brand": "Sup'Air, Nova, ...",
      "price": 3500,
      "image": "https://shop.flywithmiki.com/img/ENB/",
	  "hover": "asdasdasd.",
	  "description": "<p><strong>Description:</strong></p> <p class='w3-justify'>asdasdasasdasddasdasdasd</p>"
    }
	],
	"books": [
{
  "name": "The Beginners Guide",
  "brand": "B. Wentzel & E. Ewing",
  "price": 42,
  "image": "https://shop.flywithmiki.com/img/begguide/",
  "hover": "This book is an essential guide for beginner paragliders, covering techniques, safety, and weather analysis.",
  "description": "<p><strong>Description:</strong></p> <p>Paragliding: The Beginner’s Guide is the one book you need to help you learn to paraglide. It contains everything you need to know to take you from your first flight to becoming a qualified pilot and beyond.</p> <p>Clear writing, photos and illustrations make the concepts easy to grasp. From how turbulence can form behind hills and terrain, to how you can use thermals to climb up thousands of feet in the sky.</p> <p>The book follows the broad teaching curricula of the BHPA (UK), USHPA (USA) and other national paragliding organisations, making it suitable for pilots worldwide.</p> <p><em>'Inclusive, informative and visually interesting, this is a must-have reference book for all budding pilots around the world.'</em> – Jocky Sanderson</p> <h3>Chapter Highlights:</h3> <ul> <li><strong>Understanding the air:</strong> Learn how the air moves and how it affects paragliding.</li> <li><strong>All the gear you need:</strong> Get insights into different paragliders, harnesses, and essential equipment.</li> <li><strong>Getting started:</strong> Learn about training courses, launching, turning, and landing safely.</li> <li><strong>Learning about the weather:</strong> A comprehensive meteorology primer for paragliders.</li> <li><strong>Becoming a qualified pilot:</strong> Master advanced techniques and safety maneuvers.</li> <li><strong>Going places:</strong> Understand air law, airspace, and navigation tools.</li> <li><strong>Getting your licence:</strong> Follow internationally recognized training principles.</li> <li><strong>The story of paragliding:</strong> Discover how the sport evolved from its origins to today’s adventures.</li> </ul>"
},
    {
      "name": "Understanding the Sky",
      "brand": "Dennis Pagen",
      "price": 45,
      "image": "https://shop.flywithmiki.com/img/uts/",
	  "hover": "Meteorology is the cornerstone of our sport. To become a safe pilot, we should understand what is going on. This book covers it",
	  "description": "<p><strong>Description:</strong></p><p>Understanding the Sky is THE essential weather book for pilots – whatever you fly.</p><p>As a flyer, it’s crucial you have a deep understanding of meteorology, from the micro to the macro. Understanding the Sky covers it all, and having read it you will be a better informed, safer flyer, able to make better decisions based on enhanced knowledge.</p><p>Understanding the Sky will help you build your understanding of the way air flows and eddies over buildings and trees, figure out how micro-climates are created by coastal systems and mountains, and appreciate the impact of different cloud developments on flying conditions.</p><p>It doesn’t matter whether you fly paragliders, drones, balloons, models, ultralights, helicopters, or planes – this book has been the best-selling classic meteorology text for over 30 years. Substantially revised and updated, and packed with clear illustrations, you will find it seriously useful!</p><p>Become a wise sage of the skies.</p><p><em>“A masterclass in flying weather!”</em> – Greg Hamerton, Fly With Greg flight academy</p><p><em>“Simply the best weather book – accessible and easy to read!”</em> – Five-star Amazon review</p><p><strong>About the Author: </strong></p><p>A pilot with nearly 50 years’ experience, Dennis Pagen is a respected author and meteorology expert. Dennis has served in many capacities for CIVL and the FAI, the world air sports federation. </p>"
    }
  ],
  "accessories": [
	{
      "name": "Fastbag (solo)",
      "brand": "FLYwithMIKI",
      "price": 105,
      "image": "https://shop.flywithmiki.com/img/fastbag/",
	  "hover": "The perfect solution if you do not want to waste too much time with packing before and after flying.",
	  "description":"<p><strong>Description:</strong></p><p>The FLYwithMIKI Fast Packing Bag is designed for solo gliders seeking the perfect combination of convenience, comfort, and durability. Crafted with high-quality, breathable fabric, this bag ensures excellent protection for your glider while remaining <strong>lightweight at just 800g</strong>.</p><p>The new vertical design, a departure from the traditional horizontal style, mimics a backpack configuration. This shift reduces the bag's width and optimizes the center of gravity for better stability, making it ideal for hiking flights and long-distance carrying.</p><p>With adjustable shoulder straps, the FLYwithMIKI Fast Packing Bag offers a comfortable fit and secure carrying, allowing you to focus on your flight without being weighed down. Whether you're a seasoned pilot or new to the sport, this bag’s durability and thoughtful design make it a must-have for your paragliding adventures. </p>"
    },
	{
      "name": "Concertina bag (280cm)",
      "brand": "FLYwithMIKI",
      "price": 60,
      "image": "https://shop.flywithmiki.com/img/concertina/",
	  "hover": "Store your glider in the best way to keep it in shape for several years.",
	  "description": "<p><strong>Description:</strong></p><p>Paragliding Concertina Packing Bags lets you pack your wing quickly, maintaining it in perfect condition ready for your next flight. It is necessary to keep the glider in good condition to improve its operational life.</p><p>Folding your wing using the concertina method maintains optimum performance and inflation characteristics by maintaining the shape of the leading edge and by minimizing panel stretching and fabric abrasion.</p><p>High quality materials are used throughout, chosen for their durability and light weight.A flap system with buckles along 2/3rds of the length holds the wing in place neatly and integrated straps secure the folded bag. </p>"
    },
	{
      "name": "Pilot Helmet",
      "brand": "Sup'Air",
      "price": 133,
      "image": "https://shop.flywithmiki.com/img/helm/",
	  "hover": "Comfortable helmet in fancy colors, designed for Paragliding",
	  "description":"<p><strong>Description:</strong></p><p>The Helmet PILOT is developed by SUPAIR for the flight in paraglider. It is modern, comfortable and very light. <br><br> At <strong>380g it is probably the lightest Helmet on the market today</strong>. The comfort is obtained both by the lightness of the Helmet and the foams positioned on the headband and on the bottom. <br><br>With its excellent field of vision, the PILOT is a Helmet that knows how to be forgotten! <br>The knob is very efficient and allows the head size to be adjusted to the pilot's head size. Thanks to its one-piece construction with a thumbwheel from Adjustment, its one size fits all, covering a height range of 54 to 59 cm! Ventilation is provided by an internal air circuit with an external air intake. The chinstrap is closed by an automatic, precisely adjustable loops . Opening is intuitive and easy with gloves on.<br><br>The earpieces are removable and the internal comfort foam is easy to clean.<br><br>The helmets of flight PILOT meet the requirements of the <strong>European standard EN966 : 2012 + A1 : 2012</strong> and comply with the <strong>EU regulation 2016/425 on personal protective equipment cat 2.</strong></p>"
    },
	{
      "name": "Gloves (Softshell)",
      "brand": "Sup'Air",
      "price": 96.5,
      "image": "https://shop.flywithmiki.com/img/gloves/",
	  "hover": "Perfect gloves for groundhandling and for flying from spring until autumn. During winter we recommend to use this glove and a mittens",
	  "description":"<p><strong>Description:</strong></p><p>Softshell gloves for freeride flight , flexible and precise (detangling, lines and brake holding), warm and windproof (for off-season flight ).<br><br>Keep your hands warm with Supair softshell gloves thanks to their fleece lining and windproof membrane. The snug-fitting cut right down to the fingertips provides the precision needed for untangling lines and gripping controls.</p> <p><strong>Sizes:</strong> S(8), M(9), L(10), XL(11)</p><p><strong>Weight:</strong> 90g"
    },
	{
      "name": "Mittens (Winter gloves)",
      "brand": "FLYwithMIKI",
      "price": 69,
      "image": "https://shop.flywithmiki.com/img/mittens/",
	  "hover": "Flying during winter or high above snowy peaks are amazing, but could be cold for our fingers. With these Mittens, we could enjoy the flights even in cold temperatures.",
	  "description":"<p><strong>Description:</strong></p><p>This brake mittens, suitable for most pilots wanting warms hands on long, cold cross-country flights.This is an improved version, adding 2 metal rings for better support. The cuffs are shrunk for better warmth.The mittens easily attach to your brakes via an opening at the top that closes with a zip.<br><br>With the zip open the mittens can be worn as sleeves on your arms during launch. Once in the air slide the mittens up over your brake handles, do the zip up, and clip the karabiner to the brake line. Then just put your hands inside and appreciate the toasty warmth. <br><br>These mittens are roomy enough to allow you to hold the brakes in your usual style, and will accommodate a paramotor throttle. Supplied as a pair.</p> <p><strong>Features:</strong> 60G fill down gives excellent warmth<br> Windproof outers<br>Breathable linings</p><p><strong>Weight:</strong> 160g"
    },
    {
      "name": "SHV number digits",
      "brand": "HA",
      "price": 1.5,
      "image": "https://shop.flywithmiki.com/img/shvnummer/",
	  "hover": "Put your SHV number on your glider to fulfill your legal duties.",
	  "description": "<p><strong>Description:</strong></p> <p class='w3-justify'>These digits, which must be displayed on your wing with a minimum height of 40 cm, are easy to apply and made from high-quality materials that guarantee durability.</p> <p class='w3-justify'>The sticker comes with a special adhesive that ensures a secure fit without damaging the fabric of your wing. Should you decide to sell your glider, the sticker can be effortlessly removed without leaving residue or harm to the material. This practical solution ensures compliance with regulations while maintaining the integrity of your equipment.</p> <p class='w3-justify'>The SHV number digit sticker is a <strong>mandatory requirement by Swiss law</strong>, ensuring that your glider is properly identified with its unique SHV number.</p>"
    }
  ],

  "instruments": [
	{
      "name": "Ultrabip",
      "brand": "Stodeus",
      "price": 305,
      "image": "https://shop.flywithmiki.com/img/ultra/",
	  "hover": "The best immediate vario with built-in GPS, Bluetooth, and other features for every hike and fly and XC pilots.",
	  "description":"<p><strong>Description:</strong></p><p>UltraBip is a new GPS logger alti-vario and voice assistant Bluetooth.</p><p>It is fully solar-powered and equipped with a concentrate of features that have made the success of our instruments, all in an ultralight format!</p><div class=\"w3-container w3-padding\"><h2 class=\"w3-center\">UltraBip Features</h2><ul class=\"w3-ul w3-card-4 w3-white\"><li>Internal GPS logger (IGC FAI-CIVL certified and KML Google Earth)</li><li>Bluetooth Low Energy (BLE)</li><li>iOS and Android connectivity to most flight apps (XCTrack, FlySkyHy, SeeYou Navigator, etc.)</li><li>Solar powered with internal battery (up to 50h autonomy without sun)</li><li>High performance SunPower solar cell</li><li>Voice Assistant in 17 languages</li><li>Dual-Audio Technology (Hi-Fi loud speaker + piezo buzzer)</li><li>Instant Vario Technology (MEMS pressure + accelerometer + gyroscope)</li><li>Configurable lift sensitivity, lift reactivity, sink alarm, and weak lift detector</li><li>Graphic Vario Tone Editor</li><li>Friendly web-app</li><li>5 volume levels (95dB: low, medium, high, boost, silent + LED)</li><li>Auto take-off detection (can be disabled)</li><li>Auto power-off</li><li>USB-C for charging, tracklog, and configuration</li><li>Headset connection with USB-C to Jack 3.5mm adapter</li><li>Compact (5.8 x 3.6 x 1.4 cm)</li><li>Ultralight (29g)</li></ul><h3 class=\"w3-margin-top\">More Information</h3><p>All our instruments are equipped with USB-C ports and are sold without chargers or cables, making them compliant with the European directive on universal chargers.</p><h3>Optional USB-C Data & Charging Cables</h3><h3 class=\"w3-margin-top\">Highlights</h3><ul class=\"w3-ul w3-border w3-white\"><li>Internal GPS logger</li><li>Bluetooth (iPhone & Android)</li><li>Solar powered</li><li>Voice Assistant</li><li>Instant Vario Technology</li><li>Friendly web-app</li><li>Made in France</li></ul><h3 class=\"w3-margin-top\">What's in the Box</h3><ul class=\"w3-ul w3-border w3-white\"><li>1 UltraBip instrument</li><li>2 adhesive velcros</li><li>1 lanyard</li><li>1 user manual</li></ul></div>"
	  },
    {
      "name": "Bipbip ProV2",
      "brand": "Stodeus",
      "price": 125,
      "image": "https://shop.flywithmiki.com/img/bipbip/",
	  "hover": "Solar powered variometer for pilots who likes light weight, and simplicity.",
	  "description": "<p><strong>Description:</strong></p><p>The BipBip PRO V2 is the updated version of the BipBip lineage: a solar powered variometer for paragliders, with improved features!</p><div class=\"w3-container w3-padding\"><p><strong>Features:</strong></p><ul class=\"w3-ul\"><li>Solar powered with internal battery (up to 400h autonomy without sun)</li><li>High performance SunPower solar cell</li><li>V2 vario algorithm: more performance</li><li>Lift sensitivity configurable (+7 to +50cm/s)</li><li>Lift reactivity configurable (0% to 100% integration time)</li><li>Sink alarm configurable (-0.5 to -3.5m/s) and can be disabled</li><li>Weak lift detector: lifty air of +/- 7 cm/s (can be disabled)</li><li>Vario profiles: short beeps / long beeps</li><li>5 volume levels (low, medium, high, boost, silent + LED)</li><li>USB-C for headset connection with our USB-C to Jack 3.5mm adapter (see Accessories section)</li><li>Auto take-off detection (can be disabled)</li><li>Single on/off/configuration button</li><li>Compact (5.8 x 3.6 x 1.4 cm)</li><li>Ultralight (26g)</li></ul><p><strong>Additional Information:</strong></p><ul class=\"w3-ul\"><li>All our instruments are equipped with USB-C ports and are sold without chargers or cables, making them compliant with the European directive on universal chargers.</li></ul><p><strong>OPTIONAL USB-C CHARGING CABLES</strong></p><p><strong>Highlights:</strong></p><ul class=\"w3-ul\"><li>Solar powered for unlimited flying time</li><li>Ultra reactive</li><li>Highly configurable</li><li>Lift & sink LED</li><li>Loud volume</li><li>Easy to use</li><li>Made in France</li></ul><p><strong>What's in the box:</strong></p><ul class=\"w3-ul\"><li>1 BipBip PRO V2 solar audio variometer</li><li>2 adhesive velcro patches</li><li>1 lanyard</li><li>1 user manual</li></ul></div>"
	  },
    {
      "name": "PMR Radio",
      "brand": "Basisrausch (Wintec)",
      "price": 229,
      "image": "https://shop.flywithmiki.com/img/wintec/",
	  "hover": "Robust PMR radio! The must to have equipment if you want to talk with your instructors or friends during flying.",
	  "description":"<div class=\"w3-card w3-padding w3-light-grey\"> <h3 class=\"w3-text-dark-grey\">Features</h3> <ul class=\"w3-ul\"> <li>High quality sound (40mm speaker, 850mW BTL amplifier)</li> <li>128 programmable channels</li> <li>2 programmable function keys</li> <li>Independent TX / RX frequency settings</li> <li>Signal strength indicator</li> <li>16 levels digital volume adjustment</li> <li>Low battery alert</li> <li>Compact and rugged case</li> <li>IP-54, 55 Protection</li> <li>4W output power</li> <li>Vox 8 levels set</li> <li>All keypad lock</li> <li>SQL levels setting</li> <li>L / M / H RF power settings</li> <li>Scan ADD / Scan priority</li> <li>SOS channel</li> <li>Dual channel watch</li> </ul> </div> <div class=\"w3-card w3-padding w3-white\"> <h3 class=\"w3-text-dark-grey\">General Specifications</h3> <ul class=\"w3-ul\"> <li><strong>Frequency Range:</strong> 135~175MHz, 400~480MHz</li> <li><strong>Channel Spacing:</strong> 12.5 / 25.0KHz</li> <li><strong>Channel Number:</strong> 128</li> <li><strong>Frequency Stability:</strong> ±1.5PPM</li> <li><strong>Sub-Audio Type:</strong> CTCSS / DCS</li> <li><strong>Antenna Impedance:</strong> 50Ω</li> <li><strong>Power Voltage Range:</strong> 7.4V</li> <li><strong>Operating Temperature:</strong> -30℃ ~ +70℃</li> <li><strong>Weight:</strong> 228g (with antenna & battery)</li> <li><strong>Dimension:</strong> 95×60×34mm (w/o antenna & knob)</li> </ul> </div> <div class=\"w3-card w3-padding w3-light-grey\"> <h3 class=\"w3-text-dark-grey\">Transmitter</h3> <ul class=\"w3-ul\"> <li><strong>Max. Output Power:</strong> 5W</li> <li><strong>Modulation:</strong> 16K0F3E, 11K0F3E</li> <li><strong>Spurious Emissions:</strong> 70dB</li> </ul> </div> <div class=\"w3-card w3-padding w3-white\"> <h3 class=\"w3-text-dark-grey\">Receiver</h3> <ul class=\"w3-ul\"> <li><strong>Sensitivity (12dB SINAD):</strong> -120dBm</li> <li><strong>Adjacent Channel Selectivity:</strong> >60dB</li> <li><strong>Intermodulation:</strong> >60dB</li> <li><strong>Spurious & Image Rejection:</strong> >60dB</li> <li><strong>Audio Output Power:</strong> 650mW@16Ω For 3% THD</li> </ul> </div> <div class=\"w3-card w3-padding w3-light-grey\"> <h3 class=\"w3-text-dark-grey\">Accessories Included</h3> <ul class=\"w3-ul\"> <li>Battery</li> <li>Charger</li> <li>Belt Clip</li> <li>Antenna</li> </ul> </div>"
	  },
	  {
      "name": "Remote Earphone Mic",
      "brand": "Wintec",
      "price": 29,
      "image": "https://shop.flywithmiki.com/img/mic/",
	  "hover": "Earphone with Microphone, which is very useful for training maneuvers with high wind noises.",
	  "description": "<p><strong>Description:</strong></p><p>Wintec LP-83B1-W</p><p>Lightweight earphone microphone suitable for the handheld radios from WINTEC LP-4502/4011 / LP-45V / LP-45U</p> <p>The PTT transmit button and microphone can be conveniently clipped onto clothing.<br>The earphone has an additional ear hook. The connection plug for the radio can also be fixed to the device with a screw for a secure hold.The headset impresses with its clear and loud audio reproduction.</p>"
	  },
	  {
      "name": "Remote Speaker Microphon",
      "brand": "Wintec",
      "price": 39,
      "image": "https://shop.flywithmiki.com/img/instmic/",
	  "hover": "Remote speaker, which fits perfectly to your palm, the best solution to keep in touch with your friends on XC flights.",
	  "description": "<p><strong>Description:</strong></p><p>Wintec LP-82A-W</p><p>Suitable for the handheld radios from WINTEC LP-4502/4011 / LP-45V / LP-45U</p> <p>Speaker microphone with red LED for visual indication of incoming radio calls with earphone connection (3.5mm) and rotating belt clip</p>"
	}
  ]
}
